export const pageText = {
  more: 'Подробнее',
  keyTitle: 'Ключевые направления работы',
  keyText:
    'Мы собираем детальную статистику игровых сессий, анализируем поведение игроков в динамике и создаем наглядные визуальные метрики для команд разработки. Полученные данные помогают находить проблемные места, тестировать гипотезы и постепенно улучшать игровой процесс.',
  historyTitle: 'История проекта',
  historyText:
    'Проект вырос из практической необходимости глубокой аналитики игрового процесса. Во время работы над собственным инди-проектом мы столкнулись с отсутствием удобных инструментов, которые показывают реальное поведение игроков. Это подтолкнуло нас к созданию собственного решения, которое со временем превратилось в полноценную аналитическую платформу для игровых команд разного масштаба.',
  dataTitle: 'Типы данных',
  dataText:
    'Мы фиксируем длительность и частоту игровых сессий, ключевые действия игроков, точки выхода, показатели производительности и технические события.',
  futureTitle: 'Будущее',
  futureText:
    'В ближайших планах - запуск открытого API, инструменты анализа в реальном времени и внедрение новых алгоритмов прогнозирования.',
  about: 'О себе',
  author: 'Онищенко Александр Евгеньевич. Б9123-09.03.04 (подгруппа 2)',
  mail: 'Написать нам',
};

export const galleryImages = [
  '/img/PERSEPTUAL_Art_01.jpg',
  '/img/PERSEPTUAL_Art_02.jpg',
  '/img/PERSEPTUAL_SCREENSHOT_03.jpg',
  '/img/PERSEPTUAL_SCREENSHOT_02.jpg',
  '/img/PERSEPTUAL_SCREENSHOT_01.jpg',
];

export const teamMembers = [
  {
    name: 'Гриша (bratan14)',
    role: 'Главный дизайнер',
    avatar: '/img/avatar_02.png',
  },
  {
    name: 'Александр (UNDER ALYX)',
    role: 'Главный разработчик PERSEPTUAL',
    avatar: '/img/avatar_01.png',
  },
  {
    name: 'Никита (evangelion)',
    role: 'SEO',
    avatar: '/img/avatar_03.png',
  },
  {
    name: 'Маша (mash88)',
    role: 'Лицо команды',
    avatar: '/img/avatar_04.jpg',
  },
];
